Repository: ClementPadovani/aBike
Catalog: aBikeFramework/aBikeLibrary/Supporting Files/*.lproj/Localizable.strings
Languages: fr

source: aBike—%@ is designed for the %@ area but feel free to roam around. It’s a long way from %@, good luck!
fr: aBike—%@ est conçu pour la région %@ mais n’hésitez pas à la découvrir. Le trajet est long depuis %@, bonne chance !

source: aBike—%@ is designed for the %@ area but feel free to roam around. It’s a long way, good luck!
fr: aBike—%@ est conçu pour la région %@ mais n’hésitez pas à la découvrir. Le trajet est long, bonne chance !

source: An error occured when loading the ETA.
fr: Une erreur est survenue lors du chargement de la durée.

source: Cannot connect to %@
fr: Connexion impossible à %@

source: Cellular
fr: Céllulaire

source: Location Services are necessary for %@
fr: Le Service de Localisation est nécessaire pour %@

source: No Connection
fr: Pas de connexion

source: Okay
fr: OK

source: Please check your internet connection.
fr: Veuillez vérifier votre connexion internet.

source: Please enable Location Services for %@ in your Privacy Settings.
fr: Veuillez activer le service de localisation pour %@ dans vos Réglages de Confidentialité.

source: Please remove Location Services from your Restrictions. %@ cannot operate without Location Services.
fr: Veuillez autoriser le service de localisation dans vos Réglages de Restrictions. %@ ne peut fonctionner sans.

source: An error occured.
fr: Une erreur est survenue.

source: Loading Directions…
fr: Chargement des directions…

source: Show aBike—%@
fr: Afficher aBike—%@

source: Settings
fr: Réglages

source: Stop
fr: Arrêter

source: Enable to receive alerts when your free ride is almost over
fr: Activer pour recevoir des alertes lorsque le trajet gratuit est presque fini

source: Enable Alerts
fr: Activer les Alertes

source: Enable Alerts for the ride timer
fr: Activer les Alertes pour le minuteur de trajet

source: Cancel
fr: Annuler

source: Enable
fr: Activer

source: Timer
fr: Minuteur

source: The free %@ are over!
fr: Les %@ gratuites sont écoulées !

source: The free %@ are almost over, only %@ left!
fr: Les %@ gratuites sont presques écoulées, plus que %@ !
